brew "pkg-config"
brew "aom"
brew "aribb24"
brew "dav1d"
brew "fontconfig"
brew "freetype"
brew "frei0r"
brew "gnutls"
brew "lame"
brew "libass"
brew "libbluray"
brew "librist"
brew "libsoxr"
brew "libvidstab"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "opencore-amr"
brew "openjpeg"
brew "opus"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "theora"
brew "webp"
brew "x264"
brew "x265"
brew "xvid"
brew "xz"
brew "zeromq"
brew "zimg"
brew "yasm"

# uses_from_macos "bzip2"
# uses_from_macos "libxml2"
# uses_from_macos "zlib"

# on_linux do
#   brew "alsa-lib"
#   brew "libxv"
# end